txt_hello  =  'Добро пожаловать в программу по состоянию здоровья!'
txt_next  =  'Начать'
txt_instruction  = ( 'Данное приложение позволит вам с помощью теста Руфье провести первичную угрозу вашего здоровья. \n '
                   Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при тяжелой нагрузке. \n '
                   'У испытуемого, находящегося в положении лёжа на спине в течение 5 минут, измерение частоты пульса за 15 секунд; \n '
                   'затем в течение 45 секунд испытуемый выполняет 30 заседаний. \n '
                   'После окончания нагрузки испытуемый, и у него вновь вновь подсчитывается число пульсаций за первые 15 секунд, \n '
                   'а потом — за последние 15 секунд первой минуты периода восстановления. \n '
                   'Важно! Если в процессе проведения испытаний вы чувствуете себя плохо (появится головокружение, шум в \n '
                   'ушах, сильная одышка и др.), то тест необходимо прервать и часто использовать.' )
txt_title  =  'Здоровье'
txt_name  =  'Введите Ф.И.О.:'
txt_hintname  =  "Ф.И.О."
txt_hintage  =  "0"
txt_test1  =  'Лягте на спину и замерьте пульс на 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер. \n Результат записан в поле.'
txt_test2  =  'Выполните 30 заседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседания", \n чтобы воспроизводить счётчик приседаний.
txt_test3  =  'Лягте на спину и замерьте пульс сначала за первые 15 секунд минут, затем за последние 15 секунд. \n Нажмите кнопку "Начать финальный тест", чтобы запустить таймер. \n Зелёным определением секунды, в течение которого необходимо проводить \ nизмерение, чёрное - минуты без замеров пульсаций. Результаты запишите в поля.
txt_sendresults  =  'Отредактировать результаты'
txt_hinttest1  =  '0'
txt_hinttest2  =  '0'
txt_hinttest3  =  '0'
txt_starttest1  =  'Начать первый тест'
txt_starttest2  =  'Начать делать приседания'
txt_starttest3  =  'Начать финальный тест'
txt_age  =  'Полных лет:'
txt_finalwin  =  'Результаты'
txt_index  =  'Индекс Руфье: '
txt_workheart  =  'Работоспособность сердца: '
txt_res1  =  "низкая. Срочно обратитесь к использованию!"
txt_res2  =  "удовлетворительная.
txt_res3  =  "средняя. Возможно, стоит расширить расширение у врача."
txt_res4  =  "выше среднего"
txt_res5  =  "высокая"
